import "./Intro.css";
import img1 from "../../assets/uni-img-1.jpg";
import img2 from "../../assets/uni-img-2.jpg";

import profImg1 from "../../assets/lordofuni.jpeg";
import profImg2 from "../../assets/lordofuni-2.jpeg";

import prinImg1 from "../../assets/l3.jpg";
import prinImg2 from "../../assets/l4.jpg";
import prinImg3 from "../../assets/l5.jpg";

import doc1 from "../../assets/doc-1.jpg";
import doc2 from "../../assets/l8.jpg";
import doc3 from "../../assets/l7.jpg";
import doc4 from "../../assets/l11.jpg";
import doc5 from "../../assets/l10.jpg";

import teach1 from "../../assets/l14.jpg";
import teach2 from "../../assets/l13.jpg";
import teach3 from "../../assets/l12.jpg";
import teach4 from "../../assets/l17.jpg";
import teach5 from "../../assets/l16.jpg";
import teach6 from "../../assets/l15.jpg";

import doc6 from "../../assets/l20.jpg";
import doc7 from "../../assets/l19.jpg";
import doc8 from "../../assets/l18.jpg";
import doc9 from "../../assets/l23.jpg";
import doc10 from "../../assets/l22.jpg";
import doc11 from "../../assets/l21.jpg";

import libraryImg from "../../assets/library.jpeg";
import qotbImg from "../../assets/qotb.jpg";

export default function UnivercityIntro() {
  return (
    <section className="intro__section" id="introduction">
      <h1 className="intro__title">معرفی دانشکده</h1>
      <p className="intro__desc intro__subtitle">
        دانشکده آمار، ریاضی و رایانه–دانشگاه علامه طباطبائی
      </p>
      <p className="intro__desc">
        دانشکده آمار، ریاضی و رایانه دردانشگاه علامه طباطبائی در غرب شهر تهران،
        بلوار غربی ورزشگاه آزادی، رو به روی هتل المپیک، پردیس 2 دانشگاه علامه
        طباطبائی واقع شده است. هدف و رسالت این دانشکده، ارائه خدمات آموزشی و
        پژوهشی در حوزه های کاربردی آمار، ریاضی و کامپیوتر و همچنین فراهم آوردن
        سرویس هایی به دانشکده های دیگر در دانشگاه علامه طباطبائی است.
      </p>
      <div className="img__wrapper">
        <img src={img1} alt="" className="first__img" />
        <img src={img2} alt="" className="second__img" />
      </div>
      <p className="intro__desc">
        این دانشکده متشکل از گروه‌های آمار، ریاضی مالی و علوم کامپیوتر است که
        فعالیتهای اولیه آن از سال ۱۳۶۸با اخذ مجوز برای راه اندازی رشته آمار در
        دانشکده اقتصاد ، آغاز گردید. در سال ۱۳۷۶اولین دوره کارشناسی ارشد تحت
        عنوان آمار اقتصادی و اجتماعی راه اندازی شد و به ترتیب در سال های بعد با
        راه اندازی رشته های ریاضیات مالی و علوم کامپیوتر ادامه پیدا کرد. این
        دانشکده، فعالیت رسمی خود را از سال 1392، به عنوان یک دانشکده مستقل در
        محل دانشکده اقتصاد آغاز نمود و سپس در سال 1397 در یک ساختمان مستقل،
        مستقر گردید. در حال حاضر، در این دانشکده ۲۱عضو هیات علمی از فارغ
        التحصیلان دانشگاه­های معتبر داخل و خارج از کشور هستند که به ترتیب 5 نفر
        با رتبه استادی، 6 نفر با رتبه دانشیاری و 10 نفر با رتبه استادیاری به
        فعالیت‌های آموزشی و پژوهشی در این دانشکده اشتغال دارند. این دانشکده
        حدودا 6۰۰ دانشجوی شاغل به تحصیل دارد که در رشته های آمار، آمار ریاضی،
        آمار اجتماعی و اقتصادی، ریاضیات مالی، علوم کامپیوتر و در سه مقطع تحصیلی
        مشغول به تحصیل می باشند. رشته های تحصیلی دایر در دانشکده، شامل موارد زیر
        است:
      </p>
      <ul className="majors__list">
        <li>کارشناسی آمار</li>
        <li>کارشناسی مهندسی کامپیوتر (نرم افزار) از سال 1399</li>
        <li>کارشناسی ارشد علم داده از سال 1399</li>
        <li>
          کارشناسی ارشد آمار ریاضی، کارشناسی ارشد ریاضی مالی و کارشناسی ارشد
          علوم کامپیوتر
        </li>
        <li>دکتری آمار، دکتری ریاضی مالی</li>
      </ul>
      <h3 className="lords__subtitle">مسئولین اصلی دانشکده</h3>
      <div className="lords__img__wrapper">
        <img src={profImg1} alt="" className="fourth__img" />
        <img src={profImg2} alt="" className="third__img" />
      </div>
      <h3 className="lords__subtitle">مدیران گروه آموزشی</h3>
      <table>
        <tr>
          <td colSpan={3}>مدیران گروه آموزشی</td>
        </tr>
        <tr>
          <td>
            <img src={prinImg1} alt="" className="professor__img" />
          </td>
          <td>
            <img src={prinImg2} alt="" className="professor__img" />
          </td>
          <td>
            <img src={prinImg3} alt="" className="professor__img" />
          </td>
        </tr>
        <tr>
          <td>مدیر گروه آمار</td>
          <td>مدیر گروه ریاضی</td>
          <td>مدیر گروه رایانه</td>
        </tr>
      </table>
      <h3 className="lords__subtitle">معرفی رشته آمار و فرصت های شغلی رشته</h3>
      <p className="intro__desc">
        آمار علمی است که به توسعه و مطالعه روش های جمع آوری ، تجزیه و تحلیل ،
        تفسیر و ارائه داده های تجربی مربوط می­شود.کار علم آمار کمک به تفکر علمی
        است. آمارشناس، شخص متخصصی است که مشاهده می‌کند، داده ها و اطلاعاتی به
        دست می‌آورد و سپس با استفاده از این تفکر علمی و بر اساس اطلاعات و
        <br />
        <br /> داده‌های موجود به مدل‌سازی ریاضی برای پدیده‌های طبیعی و واقعی
        می‌پردازد. گسترش اینترنت و روند افزایشی در حجم، سرعت ایجاد و تنوع وسیع
        داده ها، علاقه داوطلبان را به روشهای آماری، به طرز چشمگیری افزایش یافته
        است. فارغ‌التحصیلان رشته آمار می‌توانند به منظور رفع نیاز موسسات صنعتی،
        اقتصادی، اجتماعی، کشاورزی، مراکز درمانی و غیره به مدلسازی فرایندها و
        رخدادها بپردازند و به عنوان کارشناس آمار، در سازمانها و ادارات به تجزیه
        و تحلیل اطلاعات آماری بپردازند.علاوه بر آن، فارغ‌التحصیلان این رشته،
        می­توانند با تحلیل اطلاعات به برنامه‌ریزی صحیح و علمی بپردازند و از
        بسته‌های آماری رایانه‌ای به منظور توصیف داده‌ها و انجام استنباط آماری
        استفاده نمایند.
      </p>
      <h3 className="lords__subtitle">
        افتخارات دانشجوئی دانشکده طی سالهای اخیر
      </h3>
      <ul className="wins__list">
        <li>احراز رتبه اول المپیاد کشوری آمار سال 1397</li>
        <li>احراز رتبه دوم المپیاد کشوری آمار سال 1398</li>
        <li>احراز رتبه اول مسابقات دانشجوئی در رشته آمار سال 1398</li>
        <li>احراز رتبه اول کنکور کارشناسی ارشد آمار سال 1398</li>
        <li>احراز رتبه دوم کنکور کارشناسی ارشد آمار سال 1399</li>
      </ul>
      <br />
      <table>
        <tr>
          <td colSpan={3}>اساتید گروه آمار</td>
        </tr>
        <tr>
          <td>
            <p>دکتر رضا پورطاهری</p>
            <img src={doc1} alt="" />
            <p>دانشیار گروه آمار</p>
          </td>
          <td>
            <p>دکتر محمد بامنی مقدم</p>
            <img src={doc2} alt="" />
            <p>استاد تمام گروه آمار</p>
          </td>
          <td>
            <p>دکتر فرزاد اسکندری</p>
            <img src={doc3} alt="" />
            <p>استاد تمام گروه آمار</p>
          </td>
        </tr>
        <tr>
          <td>
            <p>دکتر محمدرضا صالحی راد</p>
            <img src={doc4} alt="" />
            <p>دانشیار گروه آمار </p>
          </td>
          <td>
            <p>دکتر وحید رضائی تبار</p>
            <img src={doc5} alt="" />
            <p>دانشیار گروه آمار </p>
          </td>
        </tr>
      </table>
      <h3 className="lords__subtitle">
        معرفی رشته ریاضی مالی و فرصت های شغلی این رشته
      </h3>
      <p className="intro__desc">
        ریاضیات مالی کاربرد روش های ریاضی در مسائل مالی است وتلاش می‌کند ساز و
        کار حاکم بر بازار مالی و چگونگی کار ‌آمد‌تر کردن آن را بررسی و مطالعه
        کند.این رشته علاوه بر مباحث ریاضیات کاربردی ازآمارو احتمالات ، فرایندهای
        تصادفی، نظریههای اقتصادی و علوم رایانه بهره گیری می کند و با سرعتی
        فزاینده در حال پیشروی است. بانک های سرمایه گذاری، بانک های تجاری، صندوق
        های مالی ، شرکت های بیمه ، خزانه داری شرکت ها و آژانس های نظارتی روش های
        ریاضی مالی را برای حل مسائلی مانند ارزیابی اوراق بهادار مشتقه ، ارزیابی
        و مدیریت ریسک و همچنین شبیه سازی سناریو اعمال می­کنند. فارغ التحصیلان
        این رشته می توانند با پیش زمینه های علمی و همچنین مدلسازی رفتار شرکت های
        سرمایه گذاری و قیمت گذاری مشتقات مالی بازارهای مالی را بررسی کرده و به
        پیش بینی آن ها بپردازند. <br />
        <br /> قطب علمی ریاضیات مالی کشور، در سال 1398 در این دانشکده ایجاد شده
        است. این قطب با سازمان فرابورس در سال جاری، تفاهم‌نامه‌ای را در خصوص
        توسعه همکاری‌های علمی دوجانبه «دانشگاه» و «فرابورس» امضا نموده است.{" "}
      </p>

      <table>
        <tr>
          <td colSpan={3}>اساتید گروه ریاضی</td>
        </tr>
        <tr>
          <td>
            <p>دکتر شکوه شاه بیک </p>
            <img src={teach1} alt="" />
            <p>استادیار گروه ریاضی</p>
          </td>
          <td>
            <p>دکتر علی صفدری</p>
            <img src={teach2} alt="" />
            <p>دانشیار گروه ریاضی</p>
          </td>
          <td>
            <p>دکتر عبدالساده نیسی</p>
            <img src={teach3} alt="" />
            <p>استاد تمام گروه ریاضی</p>
          </td>
        </tr>
        <tr>
          <td>
            <p>دکتر آذر غیاثی</p>
            <img src={teach4} alt="" />
            <p>استادیار گروه ریاضی</p>
          </td>
          <td>
            <p>دکتر نویده مدرسی</p>
            <img src={teach5} alt="" />
            <p>استادیار گروه ریاضی</p>
          </td>
          <td>
            <p>دکتر شکوفه بنی هاشمی</p>
            <img src={teach6} alt="" />
            <p>دانشیار گروه ریاضی</p>
          </td>
        </tr>
      </table>

      <h3 className="lords__subtitle">
        معرفی علوم و مهندسی کامپیوتر و فرصت های شغلی رشته
      </h3>
      <p className="intro__desc">
        رشته علوم و مهندسی کامپیوتر یکی از رشته های پر طرفداری است که هر ساله
        داوطلبان بسیاری خواهان کسب رتبه قبولی در این رشته و تحصیل در آن هستند.
        رشته کامپیوتر ترکیبی از مباحث رشته‌های مهندسی برق، فناوری اطلاعات و
        طراحی نرم‌افزار است که به طراحی، توسعه و تولید سیستم‌های کامپیوتری می
        پردازد.در واقع هدف از این رشته تربیت کارشناسانی است که بتوانند در زمینه
        تحلیل، طراحی، ساخت، تست و راه اندازی سیستم ها و دستگاه ها، نگه داری، عیب
        یابی و تعمیر، و همچنین اصلاح و توسعه به فعالیت بپردازند. <br />
        <br /> مهندسین نرم افزار فرصت های شغلی زیادی دارند و برای کارکردن نیاز
        به امکانات و تجهیزات زیادی ندارند. فارغ التحصیلان این رشته سریعا جذب
        بازار کار می شوند. حتی دانشجویان دو سال آخر این رشته نیز می توانند وارد
        بازار کار شده و فعالیت کنند. این افراد میتوانند در سمت هایی شامل تحلیل
        گر، طراح، برنامه نویس ، کارشناس نرم افزار ، برنامه نویس وب، مدیر فنی،
        کارشناس ارشد نرم افزار و فناوری اطلاعاتاستخدام شده و خدمات موثری به
        جامعه ارائه کنند
      </p>
      <br />
      <table>
        <tr>
          <td colSpan={3}>اساتید گروه رایانه</td>
        </tr>
        <tr>
          <td>
            <p>دکتر حسن رشیدی</p>
            <img src={doc6} alt="" />
            <p>استاد تمام گروه رایانه</p>
          </td>
          <td>
            <p>دکتر حسین تیموری فعال</p>
            <img src={doc7} alt="" />
            <p>استادیار گروه رایانه</p>
          </td>
          <td>
            <p>دکتر فرشته آزادی پرند</p>
            <img src={doc8} alt="" />
            <p>دانشیار گروه رایانه</p>
          </td>
        </tr>
        <tr>
          <td>
            <p>دکتر لطیفه پورمحمد باقر</p>
            <img src={doc9} alt="" />
            <p>استادیار گروه رایانه</p>
          </td>
          <td>
            <p>دکتر محمد بحرانی</p>
            <img src={doc10} alt="" />
            <p>استادیار گروه رایانه</p>
          </td>
          <td>
            <p>دکتر فرزام متین فر</p>
            <img src={doc11} alt="" />
            <p>استادیار گروه رایانه</p>
          </td>
        </tr>
      </table>
      <h3 className="lords__subtitle">کتابخانه</h3>
      <p className="intro__desc">
        فعالیتهای کتابخانه به سال ۱۳۶۸با اخذ مجوز برای راه اندازی رشته آمار در
        دانشکده اقتصاد با تاسیس رشته آمار شروع شد. در سال ۱۳۹۷حدود ۴۰۰۰عنوان
        کتاب با مجموعه‌ای منابع فارسی و غیرفارسی در حوزه موضوعی آمار، ریاضی و
        کامپیوتر از مجموعه کتابخانه دانشکده اقتصاد خارج و پایه اولیه تأسیس
        کتابخانه بطور مستقل در دانشکده شکل گرفت. این کتابخانه در حال حاضر دارای
        بیش از ۳۰۰۰جلد کتاب فارسی، ۲۰۰۰جلد کتاب لاتین می باشد. قابل ذکر است که
        پایان نامه ها و مجلات به صورت دیجیتالی در دسترس هستند. <br />
        <br /> بخش‌های مهم کتابخانه عبارتند از: بخش امانت و خدمات تحویل مدرک،
        بخش سازماندهی و پردازش دانش، بخش نشریات ادواری، و طرح‌های پژوهشی، بخش
        خدمات مرجع می باشد. زحمات ایجاد کتابخانه به فعالیتهای همکاران سرکار خانم
        اکرم شیخ، سرکار خانم محبوبه رنجبر و تمام عزیزانی که در راه اندازی این
        کتابخانه سهیم بوده اند،‌ بر می گردد. در حال حاضر خانم افسانه سلطان محمدی
        رئیس کتابخانه دانشکده را عهده دار هستند. در شرایط فعلی، تهیه لیست هایی
        از کتابهای بروز و دانلود کتابهای مورد نیاز گروه های آموزشی آمار،‌ ریاضی
        و رایانه و قرار دادن آنها جهت استفاده اعضای هیئت علمی در دستور کار
        کتابخانه است.
      </p>
      <br />
      <img src={libraryImg} alt="" />

      <h3 className="lords__subtitle">آزمایشگاه محاسبات نوین</h3>
      <h3 className="lords__subtitle__2">Computing Laboratory (MCL) Modern </h3>
      <p className="intro__desc">
        آزمایشگاه محاسبات نوین در دانشکده آمار، ریاضی و رایانه ایجاد شده است.
        هسته اصلی این آزمایشگاه یک پردازنده بسیار پیشرفته است که به صورت اشتراکی
        در قالب یک شبکه محلی یا راه دور قابل استفاده خواهد بود. این آزمایشگاه،
        یک مجموعه پردازنده مرکزی با قدرت محاسباتی بسیار بالا، امکان انجام
        محاسبات آرایه‌ی و فضای ذخیره‌سازی وسیع و سرعت بالا در قالب یک شبکه به
        صورت اشتراکی در اختیار کاربران،‌ برای حداقل 15 کاربر همزمان قرار می‌دهد.
        امکانات این مرکز به صورت اشتراکی و در قالب ماشین مجازی، با سیستم عامل
        مستقل و نرم‌افزارهای پیشرفته، از طریق پایانه راه دور، در اختیار کاربران
        خواهد بود. اساتید و دانشجویان دانشگاه علامه طباطبائی می‌توانند از
        امکانات یک مرکز محاسباتی پیشرفته در سطح استانداردهای جهانی و دانشگاه‌های
        رده اول کشور برای انجام پروژه‌ها بهره‌مند شوند. <br />
        <br /> تجهیز و راه‌اندازی این مرکز محاسبات پیشرفته و قدرتمند جهت انجام
        پروژه‌های محاسباتی در حوزه پردازش‌تصویر، بینائی‌ماشین، پردازش آرایه‌ی،
        داده‌کاوی، مه‌داده‌ها، سیستم‌های هوشمند، یادگیری ماشین، شبکه‌های عصبی
        کانولوشنی، تحلیل شبکه‌های پیچیده، مدل‌سازی و شبیه‌سازی و ... است.
        محاسبات حوزه آمار و احتمال، استنباط، مدل‌های بیزین، شبکه های گرافیکی،
        مدل‌های خطی و غیرخطی، داده های چند متغیره و ابعاد بالا امکان پذیر است.
      </p>
      {/* add the table here  */}
      <h3 className="lords__subtitle">سایت دانشکده</h3>
      <p className="intro__desc">
        مرکز رایانه با 40دستگاه رایانه در حال حاضر به دانشجویان سرویس دهی
        مینماید. این مرکز از ساعت ۸صبح تا ۴بعد از ظهر دایر بوده و به شبکه داخلی
        و خط اینترنت پرسرعت دانشگاه متصل است. دانشجویان با خط پرسرعت دانشگاه به
        بانکهای اطلاعاتی اشتراکی دانشگاه مانند ScienceDirect, Springerlink,CabI,
        Scopus, SID, Irandoc, IEEE, Sage, Proquest, ISI Web of knowledge و....
        برای جستجو و دریافت مقالات علمی دسترسی دارند.
      </p>
      <h3 className="lords__subtitle">قطب علمی</h3>
      <p className="intro__desc">
        یکی از پنج قطب علمی در دانشگاه علامه‌طباطبائی،‌ در دانشکده آمار، ‌ریاضی
        و رایانه مستقر است و مدیر این قطب علمی،‌آقای دکتر عبدالساده نیسی می
        باشد.قطب‌های علمی باهدف گسترش مرزهای دانش و اعتلای موقیت علمی کشور ،
        دستیابی به آخرین یافته‌های علمی در زمینه‌های تخصصی ، پاسخگویی به نیازهای
        اساسی کشور ، فراهم‌ساختن زمینه پرورش پژوهشگران طراز اول ، ایجاد محیط
        علمی پویا و مولد علم و تقویت فعالیت علمی گروهی ایجاد شده است . این
        قطب‌ها در چارچوب سیاست‌ها و اولویت‌های مصوب ، نقشه جامع علمی کشور و
        برنامه‌های حوزه پژوهشی و فن‌آوری وزارت علوم، تحقیقات و فناوری فعالیت
        می‌کنند .
      </p>
      <br />
      <p className="intro__desc">
        در خرداد ماه سال جاری،‌ تفاهم‌نامه ای میان دانشگاه علامه‌طباطبائی و شرکت
        فرابورس ایران امضاء شد. امضای این تفاهم نامه با حضور امین
        هامونی(مدیرعامل شرکت فرابورس)، دکتر سیدجلال دهقانی فیروزآبادی(معاون
        پژوهشی دانشگاه علامه‌طباطبائی)، دکتر امیر زندمقدم (مدیر پژوهشی) و دکتر
        عبدالساده نیسی (رئیس قطب ریاضیات مالی کشور) و دکتر رضا پورطاهری (ریاست
        دانشکده آمار، ریاضی و رایانه) برگزار گردید.
      </p>
      <br />
      <img src={qotbImg} alt="" />
    </section>
  );
}
