import "./History.css";

export default function UnivercityHistory() {
  return (
    <section className="history__section" id="history">
      <h1 className="history__title">تاریخچه</h1>

      <p className="history__desc">
        از سال ۱۳۶۳ پس از ادغام برخی واحدهای دانشگاهی و تأسیس دانشگاه، رشته آمار
        سیر تکاملی خود را آغاز نموده و استادان این رشته در طول دوران همواره یاری
        کننده دیگر دانشکده ها در امر تدریس دروس ریاضی- آمار و رایانه و امور
        پژوهشی و پایان نامه ها و رساله ها بوده است. با توجه به اهمیت علوم ریاضی
        و رایانه در دیگر علوم به خصوص علوم انسانی، تشکیل این دانشکده در بزرگترین
        دانشگاه علوم انسانی کشور در سال های اخیر دنبال شد که خوشبختانه به ثمر
        رسید. <br /> <br /> سابقه اولیه فعالیت این دانشکده به سال ۱۳۶۸ با اخذ
        مجوز برای راه اندازی رشته آمار در دانشکده اقتصاد بر می گردد. در سال ۱۳۷۶
        اولین دوره کارشناسی ارشد تحت عنوان آمار اقتصادی و اجتماعی راه اندازی شد
        و به ترتیب در سال های بعد با راه اندازی رشته های ریاضیات مالی و علوم
        کامپیوتر ادامه پیدا کرد. دانشکده آمار، ریاضی و رایانه از سال ۹۲ با تشکیل
        ۳ گروه آموزشی شامل: آمار، ریاضی و علوم رایانه به طور رسمی تأسیس و در محل
        دانشکده اقتصاد فعالیت داشت. <br /> <br /> این دانشکده 24 عضو هیئت علمی و
        حدودا 484 دانشجوی شاغل به تحصیل دارد که در رشته های آمار،ریاضی،مهندسی
        کامپیوتر،آمار اقتصادی،آمار ریاضی،علم داده،ریاضی کاربردی-ریاضی مالی و
        علوم کامپیوتر در سه مقطع تحصیلی مشغول به تحصیل می باشند. <br /> <br />{" "}
        لازم به ذکر است دانشکده آمار، ریاضی و رایانه با حضور رئیس و اعضای هیات
        رئیسه دانشگاه در تاریخ ۶ آبان ماه ۱۳۹۷ در محل ساختمان جدید این دانشکده
        واقع در خیابان خالد اسلامبولی خیابان هفتم افتتاح شد و همچنین طی این
        مراسم، از زحمات دکتر نعمت الهی به عنوان سرپرست دانشکده تقدیر شده و دکتر
        پورطاهری به عنوان اولین رئیس دانشکده علوم ریاضی و رایانه دانشگاه علامه
        طباطبائی معارفه گردید.در شهریور ماه 1401 دانشکده به پردیس 2 دانشگاه
        علامه طباطبائی واقع در بلوار غربی ورزشگاه آزادی، رو به روی هتل المپیک
        انتقال یافت.
      </p>
    </section>
  );
}
